export const questions = [
  '[USA 전체] 이번 주, 조직의 목표와 방향이 명확하게 전달되었다.',
  '[USA 전체] 이번 주, 내 의견이 팀이나 조직에 반영된다고 느꼈다.',
  '[USA 전체] 이번 주의 업무량은 부담스럽지 않고 관리 가능했다.',
  '[USA 전체] 이번 주, 동료들과 협력하며 연결감을 느꼈다.',
  '[USA 전체] 리더가 나의 성장과 목표 달성을 적극적으로 지원한다고 느꼈다.',
  '[USA Front] 이번 주, 우리는 서로의 강점을 잘 활용해 협업했다.',
  '[USA Front] 이번 주, 팀 안에서 의견을 자유롭게 말할 수 있었다.',
  '[USA Front] 이번 주, 팀 내 기대치와 책임이 명확하게 전달되었다.',
  '[USA Front] 이번 주, 문제를 서로 탓하지 않고 함께 해결하려고 했다.',
  '[USA Front] 이번 주, 리더와의 1:1 대화나 체크인 시간이 충분했다.',
];

export const text_questions = [
  '팀에서 ‘이건 정말 잘하고 있다’고 느끼는 부분이 있다면 적어주세요.',
  '업무를 하며 ‘이 기능/프로세스만 추가되면 정말 좋겠다’고 느낀 점이 있다면 적어주세요.',
];

export const options = [
  { value: '1', label: '전혀 아니다' },
  { value: '2', label: '아니다' },
  { value: '3', label: '보통' },
  { value: '4', label: '그렇다' },
  { value: '5', label: '매우 그렇다' },
];
