export const questions = [
  "[USA 전체] 내 업무에서 주도적으로 아이디어를 실험하고 도전할 수 있었다.",
  "[USA 전체] 팀 내에서 내 의견이 진짜로 반영될 수 있다고 느꼈다.", 
  "[USA 전체] 업무량과 압박감은 나에게 도전이 되면서도 관리 가능한 수준이었다.",
  "[USA 전체] 팀 동료들과 의미 있는 협력과 연결을 경험했다.",
  "[USA 전체] 리더들이 나의 성장과 목표 달성을 진심으로 지원하고 있다고 느꼈다.",
  "[USA Front] 이번 주, 우리는 서로의 강점을 잘 살려 협업했다고 느꼈다.", 
  "[USA Front] 이번 주, 나는 팀 안에서 심리적으로 안전하다고 느꼈다 (실수나 의견 제시가 불안하지 않았다).",
  "[USA Front] 이번 주, 나는 내 역할이 팀의 목표에 어떤 의미가 있는지 명확히 이해하고 있었다.",
  "[USA Front] 이번 주, 우리 팀은 문제를 ‘누구 탓’이 아니라 ‘함께 해결할 일’로 다뤘다.",
  "[USA Front] 리더는 내가 성장할 수 있도록 구체적인 피드백이나 기회를 제공한다."
];

export const text_questions = [
  "팀에서 나를 가장 성장하게 만들었던 순간은 무엇이었나요?",
  "팀 또는 업무에서 “좀 더 이렇게 바뀌었으면 좋겠다” 싶은 독창적인 아이디어가 있다면 적어주세요.", 
];

export const options = [
  { value: '1', label: '전혀 아니다' },
  { value: '2', label: '아니다' },
  { value: '3', label: '보통' },
  { value: '4', label: '그렇다' },
  { value: '5', label: '매우 그렇다' }
];